trunk/tmpl/soap-responses/login

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <login xmlns="http://www.betfair.com/publicapi/BFServiceV2/">
      <request>
        <password xmlns=""><TMPL_VAR password></password>
        <username xmlns=""><TMPL_VAR username></username>
        <productId xmlns=""><TMPL_VAR productId></productId>
      </request>
    </login>
  </soap:Body>
</soap:Envelope>
